[
  {
    "pictureURL": "https://example.com/toy1.jpg",
    "name": "Plush Lion Toy",
    "sellerName": "ToyLand",
    "sellerEmail": "seller1@example.com",
    "subCategory": "Stuffed Animals",
    "price": 19.99,
    "rating": 4.5,
    "description": "This adorable plush lion toy is perfect for children who love wildlife. It is made from high-quality materials, ensuring durability and softness. The toy features realistic details and is suitable for both playtime and cuddling. Give your child a companion that encourages imaginative play and provides comfort."
  },
  {
    "pictureURL": "https://example.com/toy2.jpg",
    "name": "Wooden Elephant Puzzle",
    "sellerName": "PuzzleWorld",
    "sellerEmail": "seller2@example.com",
    "subCategory": "Educational Toys",
    "price": 12.99,
    "rating": 4.0,
    "description": "Introduce your child to problem-solving and improve their fine motor skills with this wooden elephant puzzle. The puzzle is made from sustainable wood and painted with non-toxic colors. It consists of multiple pieces that fit together to form a cute elephant. Engage your child in a fun and educational activity!"
  },
  {
    "pictureURL": "https://example.com/toy3.jpg",
    "name": "Interactive Talking Parrot",
    "sellerName": "TechToys",
    "sellerEmail": "seller3@example.com",
    "subCategory": "Language Toys",
    "price": 29.99,
    "rating": 4.8,
    "description": "This interactive talking parrot toy is designed to enhance your child's language skills. It repeats words and phrases spoken to it, helping children improve their vocabulary and pronunciation. The parrot also sings songs and tells stories, making learning fun and engaging. Give your child a feathered friend that encourages language development!"
  },
  {
    "pictureURL": "https://example.com/toy4.jpg",
    "name": "Pull-Along Turtle",
    "sellerName": "ToysRUs",
    "sellerEmail": "seller4@example.com",
    "subCategory": "Motor Skills",
    "price": 14.99,
    "rating": 4.2,
    "description": "This adorable pull-along turtle toy is a great way to improve your child's motor skills. As they pull the toy, the turtle's head and legs move, providing an entertaining and engaging experience. The toy is made from child-safe materials and is suitable for indoor and outdoor play. Watch your child have fun while developing their coordination!"
  },
  {
    "pictureURL": "https://example.com/toy5.jpg",
    "name": "Plastic Safari Animals Set",
    "sellerName": "WildToys",
    "sellerEmail": "seller5@example.com",
    "subCategory": "Animal Figures",
    "price": 9.99,
    "rating": 4.7,
    "description": "Let your child's imagination run wild with this plastic safari animals set. The set includes various animal figures such as lions, zebras, elephants, and giraffes. Each figure is intricately detailed and made from durable plastic. Spark your child's interest in wildlife and encourage creative play with this engaging toy set."
  },
  {
    "pictureURL": "https://example.com/toy7.jpg",
    "name": "Penguin Bath Toy Set",
    "sellerName": "WaterFun",
    "sellerEmail": "seller6@example.com",
    "subCategory": "Water Toys",
    "price": 8.99,
    "rating": 4.4,
    "description": "Make bath time more enjoyable with this penguin bath toy set. The set includes colorful penguin toys that can float and squirt water. These toys are made from safe and non-toxic materials, ensuring a fun and safe playtime experience in the water. Let your child have a splashy good time with these adorable penguin companions."
  },
  {
    "pictureURL": "https://example.com/toy8.jpg",
    "name": "Farm Animal Sound Puzzle",
    "sellerName": "Playtime Junction",
    "sellerEmail": "seller7@example.com",
    "subCategory": "Puzzles",
    "price": 16.99,
    "rating": 4.6,
    "description": "Introduce your child to farm animals with this interactive sound puzzle. Each puzzle piece represents a different farm animal, and when placed correctly, it makes the corresponding animal sound. This puzzle helps develop hand-eye coordination and animal recognition skills. Engage your child in a fun and educational farm experience!"
  },
  {
    "pictureURL": "https://example.com/toy9.jpg",
    "name": "Giraffe Ride-On Toy",
    "sellerName": "WheelsOfFun",
    "sellerEmail": "seller8@example.com",
    "subCategory": "Ride-On Toys",
    "price": 49.99,
    "rating": 4.9,
    "description": "Let your child go on an adventure with this adorable giraffe ride-on toy. The toy features a comfortable seat, sturdy wheels, and easy-grip handles for a safe and enjoyable ride. It encourages active play, improves balance, and stimulates the imagination. Watch your child have fun while pretending to explore the wild on their giraffe companion."
  },
  {
    "pictureURL": "https://example.com/toy10.jpg",
    "name": "Snake Hand Puppet",
    "sellerName": "PuppetWorld",
    "sellerEmail": "seller9@example.com",
    "subCategory": "Puppets",
    "price": 12.99,
    "rating": 4.3,
    "description": "Bring storytelling to life with this snake hand puppet. The puppet is made from soft and durable materials, allowing for easy movement and creating engaging puppet shows. It stimulates creativity, imagination, and communication skills. Let your child's imagination slither away with this friendly and expressive snake puppet."
  },
  {
    "pictureURL": "https://example.com/toy11.jpg",
    "name": "Shark Bathrobe",
    "sellerName": "CozyKids",
    "sellerEmail": "seller10@example.com",
    "subCategory": "Dress-Up",
    "price": 24.99,
    "rating": 4.7,
    "description": "Make bath time fun and cozy with this shark bathrobe. The bathrobe is made from soft and absorbent materials, perfect for keeping your child warm after a bath. The shark design adds a playful touch, making it a delightful dress-up option for your little one. Wrap your child in comfort and imagination with this adorable bathrobe."
  }
]
